response_to_client = (f"Ответ Клиенту:\n\n"
                      f" Мы оставили заявку по данному вопросу, с вами свяжется специалист,\n"
                      f" ожидайте пожалуйста звонка. "
                      f"Спасибо за звонок всего вам дорого до свидания")

errors_815 = (f"Еще раз уточняем, как подключается клиент:кабелем,\n"
              f" который идет с улицы напрямую в ПК либо кабелем от роутера (некоторые путают и называют патчкорд подключением напрямую).\n"
              f"Если клиент уверен, что подключен напрямую без роутера,\n "
              f"перезагружаем подключение по локальной сети. Проверяем , как грузятся страницы и какую ошибку выдает.)\n"
              f"Уточняем , есть ли возможность проверить на другом устройстве.\n"
              f" Если на др устройстве работает - сообщаем, что необходимо разбираться с\n "
              f"ПК(если клиент настаивает на вызове мастера так же оставляем заявку).\n "
              f"Если на др устройстве не работает или нет др устройства для проверки -\n"
              f"проблема однозначно в оборудовании клиента (сессия есть) и оформляем заявку.\n\n"
              f"Заводим заявку: (Ремонт МКД интернет)\n"
              f"не работает интернет,\n"
              f"Активная сессия есть\n"
              f"подключаются через роутер\n"
              f"сетевой кабель интернета переподключали\n"
              f"все подключено плотно повреждений нет / поврежден -\n"
              f"Подключились напрямую, создали PPPoE ошибка -\n\n"

              )

errors_718 = (f"Ошибка говорит о том, что клиент неверно вводит\n"
              f" логин или пароль сверяем  полный адрес и фио \n"
              f"на кого оформлен договор и диктуем актуальные данные\n"
              f" из биллинга сверив полный адрес и фио и пробуем снова.\n "
              f"Где найти данные ? ")

errors_814 = (f'Если самостоятельно не получается - предлагаем вызов для установки драйверов ↓'
              f'Заводим заявку: (Ремонт МКД интернет) '
              f'Как правильно создать заявку?.не работает интернет,'
              f'Активная сессии нет подключаются через роутер сетевой кабель интернета переподключали все'
              f' подключено плотно повреждений нет / поврежден -Подключились напрямую, создали PPPoE ошибка -\n'
              )

internet_prob_router_no_sesion = (
    f"1) Просим отключить роутер от розетки (не на кнопку) на 15 сек. Проверяем, заработал ли интернет.\n"
    f"2) Уточняем не менялось ли имя сети вайфай сети? \n"
    f"(Если имя сети изменилось это означает, что слетели настройки роутера, оставляем заявку и пишем об этом)\n"
    f"3) Уточняем плотно ли подключен кабель нет ли на нем повреждений? \n"
    f"Проверяем правильность подключения кабеля в роутер он должен быть подключен в порт\n"
    f" WAN (он обычно обособлен от всех остальных и отличается цветом)\n"
    f" (Если кабель/ коннектор поврежден то обязательно это указываем )\n"
    f"4) Уточняем есть ли возможность подключиться напрямую:\n "
    f"'Скажите пожалуйста есть ли у вас возможность подключиться кабелем \n"
    f"который заходит с улицы/с подъезда напрямую в пк , мы создадим \n"
    f"с вами высокоскоростное соединение я вам помогу ' создаем с клиентом PPPoE соединение.\n "
    f"5) Уточняем Горит ли на роутере индикатор в виде планеты, сеть (земной шар или палочка с лучиками )\n"
    f"Заводим заявку:\n"
    f"не работает интернет,\n"
    f"Активной сессии нет\n"
    f"подключаются через роутер\n"
    f"перезагрузка не помогает\n"
    f"сетевой кабель интернета переподключали\n"
    f"все подключено плотно повреждений нет / поврежден -\n"
    f"На роутере горит \n\n"
)

internet_prob_router_act_sesion = (
    f'1) Просим отключить роутер от розетки (не на кнопку) на 15 сек. Проверяем, заработал ли интернет.\n'
    f'2) Уточняем не менялось ли имя сети вайфай сети? \n'
    f'(Если имя сети изменилось это означает, что слетели настройки роутера, оставляем заявку и пишем об этом)\n'
    f'3) Уточняем плотно ли подключен кабель нет ли на нем повреждений?\n'
    f' Проверяем правильность подключения кабеля в роутер он должен\n'
    f' быть подключен в порт WAN (он обычно обособлен от всех остальных и отличается цветом)\n'
    f' (Если кабель/ коннектор поврежден то обязательно это указываем )\n'
    f'4) Если все проверили, то уточняем, где наблюдается проблема:'
)

sesion_ex_on_all_devices = (f"а) Уточняем Горит ли на роутере индикатор если горит то какого цвета.\n"
                            f"не работает интернет,\n"
                            f"Активная сессия есть\n"
                            f"подключаются через роутер\n"
                            f"сетевой кабель интернета переподключали\n"
                            f"все подключено плотно повреждений нет / поврежден -\n"
                            f"на роутере горит\n"
                            )

sesion_ex_problem_on_phone_tablet = (f"Есть ли у Вас возможность проверить работу интернета на другом устройстве?\n"
                                     f"Если возможности нет, то сообщаем, что, проблема в роутере (клиент в сети).\n"
                                     f"Если есть возможность проверить на др. устройстве - проверяем.\n "
                                     f"Если заработало, то надо разбираться с устройством. Если не заработало - с роутером.\n "
                                     f"Оставляем заявку с соответствующим комментарием Как правильно создать заявку?\n"
                                     )
sesion_ex_problem_on_phone_tablet_not_work_on_another_device = (f"Шаблон заявки\n\n"
                                                                f"не работает интернет,\n"
                                                                f"Активная сессия есть\n"
                                                                f"подключаются через роутер\n"
                                                                f"перезагружали\n"
                                                                f"все подключено плотно повреждений нет / поврежден -\n"
                                                                f"проблема отслеживается на всех устройствана роутере горит -\n"
                                                                f"к.т 89120000000"
                                                                )
sesion_ex_internet_problems_patch_cord = (f"1) Уточняем плотно ли подключен кабель нет ли на нем повреждений?\n"
                                          f"(Если кабель/ коннектор поврежден то обязательно это указываем )\n"
                                          f"2) Просим отключить его на 15 сек и подключить обратно.\n"
                                          f"3) Уточняем что горит на локалке (может гореть желтый треугольник или красный крест)\n"
                                          )

sesion_ex_application_template_patchcord = (f"Шаблон заявки\n\n"
                                            f"не работает интернет только на пк,\n "
                                            f"подключается чере роутер, до кп подключается пачкордом\n"
                                            f"активная сессия есть\n"
                                            f"на локалке горит -\n"
                                            f"подключено все плотно без повреждений / есть повреждение v-\n"
                                            f"к.т 89120000000\n"
                                            )
sesion_ex_internet_problems_wi_fi = (f"1) Если интернет не заработал, проверяем, \n"
                                     "включен ли на устройстве абонента вайфай?\n"
                                     " К своей ли сети подключается?\n"
                                     )
sesion_ex_application_template_wi_fi = (f"Шаблон заявки\n"
                                        f"не работает интернет только на пк,\n "
                                        f"подключается через роутер, пк - через вай фай\n"
                                        f"активная сессия есть\n"
                                        f"на локалке горит -\n"
                                        f"подключено все плотно без повреждений / есть повреждение -\n"
                                        f"к.т 8800 \n"
                                        )
no_session_checking_router = (f"1) Просим отключить роутер от розетки (не на кнопку) на 15 сек.\n"
                              f"Проверяем, заработал ли интернет.\n"
                              f"2) Уточняем не менялось ли имя сети вайфай сети? \n"
                              f"(Если имя сети изменилось это означает, что слетели настройки роутера, оставляем заявку и пишем об этом)\n"
                              f"3) Уточняем плотно ли подключен кабель нет ли на нем повреждений?\n"
                              f"роверяем правильность подключения кабеля в роутер он должен быть подключен в порт WAN \n "
                              f"(он обычно обособлен от всех остальных и отличается цветом) \n"
                              f"(Если кабель/ коннектор поврежден то обязательно это указываем )\n"
                              f"4) Уточняем есть ли возможность подключиться напрямую:\n"
                              f"Скажите пожалуйста есть ли у вас возможность подключиться кабелем\n "
                              f'который заходит с улицы/с подъезда напрямую в пк ,\n'
                              f'мы создадим с вами высокоскоростное соединение я вам помогу \n'
                              f'создаем с клиентом PPPoE соединение.\n'
                              f'5) Уточняем Горит ли на роутере индикатор в виде планеты, сеть (земной шар или палочка с лучиками )\n'
                              f'Заводим заявку:\n'
                              f'не работает интернет,\n'
                              f' Активной сессии нет\n'
                              f'подключаются через роутер\n'
                              f'перезагрузка не помогает\n'
                              f'сетевой кабель интернета переподключали\n'
                              f'все подключено плотно повреждений нет / поврежден -\n'
                              f'На роутере горит \n'
                              f'fк.т.\n\n'
                              )

Diag_of_errors_direct_con = (f"Какая ошибка появляется?\n"
                             "Проводим диагностику согласно появившейся ошибке.\n"
                             "Если ошибки нет, либо клиент не запустил ПППоЕ,\n"
                             "в таком случае, пересоздаем ПППоЕ , проверяем работу интернета,\n"
                             "либо все работает и подключение выполнено успешно.\n"
                             "Переподключаем кабель в ПК - вытаскиваем и обратно вставляем до щелчка.\n"
                             "Уточняем плотно ли подключается кабель в пк."
                             )

direct_conn = '''<b>1.</b> Уточняем, плотно ли подключен кабель, нет ли на нем повреждений.
                            Если кабель или коннектор поврежден, обязательно указываем это.
                            <b>2.</b> Просим отключить его на 15 сек и подключить обратно. В этот момент сбрасываем сессию.
                            <b>3.</b> Уточняем, что горит на локалке (может гореть желтый треугольник или красный крест).
                            <b>4.</b> Если интернет не заработал, пересоздаем PPPoE-сессию и проверяем работу интернета.,
                            '''
client_agre_no_spe_test =  '''Если клиент начинает конфликтовать и настаивает 
                              на заявке без диагностики, оставляем заявку с соответствующим комментарием
                              *Заводим заявку:*\n
                              Низкая скорость интернета\n
                              Подключается напрямую\n
                              клиент настаивает на заявке без диагностики
                              (если клиент конфликтный то указываем это)'''

sess_exists = f"Уточняем у клиента: Как вы подключаетесь, \n"\
              f"напрямую от кабеля который заходит с улицы с подъезда к\n"\
              f" ПК или через вайфай роутер?"


direct_connec_speed = "Давайте проверим скорость интернета. Просим отключить все скачивания, загрузки и VPN.\n"\
                      "Потом зайдите на сайт Speedtest и нажмите кнопку для начала теста.\n"\
                      "Если нужно, помогу вам."

speed_matches_tarif = f"Скорость соответствует заявленной.\n"\
                       f"Возможно, причина проблемы в вашем компьютере.\n "\
                       f"Если клиент настаивает на заявке, можно её создать."

client_insists_on_reques = f"*Заявка создана:*\n"\
                            f"Низкая скорость интернета, клиент подключается напрямую.\n"\
                            f"Сделаны замеры ping, download и upload.\n"\
                            f"Скорость соответствует заявленной, но клиент настаивает на заявке.\n\n"\
                            f"Скорость соответствует заявленной, но клиент настаивает на заявке "\
                            f"(если клиент конфликтный, то указываем это).\n\n"

speed_does_not_match_tarif = f"Да, скорость действительно не соответствует заявленной."\
                              f"Для решения этого вопроса оставим заявку.\n"\
                              f"Назовите, пожалуйста, ваш контактный номер телефона.\n"\
                              f"Заявка создана:\n"\
                              f"Низкая скорость интернета, клиент подключается через роутер,\n"\
                              f"замеры выполнены через патч-корд.\n"\
                              f"Скорость соответствует тарифу, но клиент настаивает на заявке.\n"\
                              f'(если клиент конфликтный то указываем это )\n\n'

router_connection_spe = ("!!! Очень важно объяснить клиенту, насколько важно делать замеры при подключении напрямую или патч-кордом. "\
                        "Если мы делаем замеры через Wi-Fi, они будут заведомо неверными. Скорость зависит от многих факторов: "\
                        "мощность роутера, удаленность от него, состояние устройства и т.д. При замерах без кабеля отклонения могут быть значительными.\n\n"
                         "Есть ли возможность подключиться напрямую кабелем для замеров?",)

agree_patch_cor = "Давайте проверим скорость интернета. Пожалуйста, отключите все скачивания, загрузки и VPN.\n"\
                  "Зайдите на сайт Speedtest и нажмите кнопку для начала теста.\n"\
                  "Если потребуется помощь, я помогу вам."