connection_issue_direct_connection = '''<b>
1.Уточните пожалуйста как давно наблюдается проблема ?
2. Пробовали переподключать кабель? (Если нет, то просим это сделать В этот момент сбрасываем сессию)
3. Примерно с какой интервальностью разрывы? (каждые 5 минут, 15 раз в час , 10 раз в день и т.д. )
4. Нет ли никаких повреждений на кабеле, может кабель подключен не плотно ? 
(Если кабель/ коннектор поврежден то обязательно это указываем )\n
        📝Заводим заявку:\n
клиент жалуется на постоянные разрывы
подключается напрямую
интервальность - / с частотой - перезагрузка не помогает
все подключено плотно повреждений нет проблема отслеживается на всех устройствах\n</b>
'''
connect_issue_router_on_all_devices = '''<b>
1.Уточняем есть ли возможность подключиться напрямую? 
Скажите пожалуйста есть ли у вас возможность подключиться кабелем
который заходит с улицы/с подъезда напрямую в пк я вам помогу
2.Нужно подключиться патч-кордом или создать PPPoE 
Мы создадим с вами высокоскоростное соединение я вам помогу
Как создать PPPoE
3.Просим клиента Понаблюдать при подключении напрямую или при 
подключении патч-кордом сохраняется сложность с разрывами 
соединения или нет и перезвонить нам.</b>
                                       '''

connec_issue_router_the_client_conflic = '''<b>
1.Уточните пожалуйста как давно наблюдается проблема ?
2.Пробовали перезагружать оборудование ? ( если нет , то просим перезагрузить и понаблюдать)
3.Примерно с какой интервальностью разрывы? (каждые 5 минут, 15 раз в час , 10 раз в день и т.д. )
4.Нет ли никаких повреждений на кабеле,
может кабель подключен не плотно ? (Если кабель/ коннектор поврежден то обязательно это указываем )
5.Наблюдается на всех сайтах или только на одном?\n
       📝 Заводим заявку:\n
клиент жалуется на постоянные разрывы
проблема отслеживается на протяжении -
интервальность - / с частотой -
перезагрузка не помогает
все подключено плотно повреждений нет
проблема отслеживается на всех устройствах
подключается через роутер
подключаться напрямую отказался</b>
                 '''

conne_issue_router_on_devic = '''<b>
Объясняем клиенту, что в таком случае нужно
разбираться с этим устройством,
дело в нем, тк с его же слов разрывы соединения
наблюдаются только на его телефоне/ планшете</b>
                               '''

connec_issue_er_connect = '''<b>
Если клиент перезвонил , значит проблема с разрывами
сохранилась и при подключении напрямую, задаем вопросы ниже и оставляем заявку
1. Уточните пожалуйста как давно наблюдается проблема ?
2.Примерно с какой интервальностью разрывы? каждые 5 минут, 15 раз в час , 10 раз в день и т.д.
3.Нет ли никаких повреждений на кабеле, может кабель подключен не плотно ?
Если кабель коннектор поврежден то обязательно это указываем 
4.Наблюдается на всех сайтах или только на одном?\n
        📝Заводим заявку:</b>\n
клиент жалуется на постоянные разрывы
подключается через роутер
Наблюдал при подключении напрямую-патчкордом интервальность - с частотой - перезагрузка
не помогает все подключено плотно повреждений нет проблема отслеживается на всех устройствах
подключаться напрямую отказался\n\</b>
                           '''
# print(type(connec_issue_er_connect))
