ip_t_doesnt_work = '''<b>
1. Уточняем нет ли проблем с Интернетом, работает ли он.
2. Уточняем сколько у Абонента подключено ТВ ,
на всех ли ТВ отражается проблема или только на одном?)
3. Пользуются IP TV через Смарт ТВ или через приставку?
4. Спрашиваем перезапускали ли Телевизор / Приставку. 
Если нет то просим перезапустить оборудование.
5. Уточняем не повреждены ли провода и плотно ли подключены
📝Оставляем заявку!\n
Шаблон\n
Не работает IP TV
Интернет работает
Просматривают через Смарт ТВ / Приставка
Проблема на всех 2-х ТВ / Проблема на одном ТВ
Оборудование перезапускали
Провода подключены плотно
📞 8999999999\n</b>
'''
ip_tv_slow_channel = '''<b>
1. Уточняем сколько у Абонента подключено ТВ
2. На всех ли ТВ отражается проблема или только на одном?)
3. Пользуются IP TV через Смарт ТВ или через приставку
4. Спрашиваем перезапускали ли Телевизор / Приставку. Если нет то просим перезапустить оборудование.
Если после перезагрузки проблема не устранилась 
📝Оставляем заявку\n
Шаблон\n
Медленно работает IP TV / Не показывает часть каналов на IP TV
Просматривают через Смарт ТВ / Приставка
Проблема на всех 2-х ТВ / Проблема на одном ТВ
Оборудование перезапускали
📞 8999999999</b>\n'''

k_tv_doesnt_wor = '''<b>
1. Уточняем сколько у клиента подключено ТВ и на всех ли ТВ наблюдается проблема
2. Уточняем что показывает на экране)
3. Уточняем нет ли повреждения кабеля или коннектора\
4. Пробуем переподключить кабель
📝Оставляем заявку\n
Шаблон:\n
Подключено 1/3 тв
Проблема наблюдается на Одном / на всех ТВ
Не работает КТВ, на экране
Повреждения кабеля нет
Кабель переподключали
📞 899999999999\n</b>'''

k_tv_disconec = '''<b>
1. Уточняем сколько у клиента подключено ТВ и на всех ли ТВ наблюдается проблема
2. В чём именно выражается проблема ( помехи на каналах, не показывает каналы )
3. Уточняем нет ли повреждения кабеля или коннект
4. Пробуем переподключить кабель
📝Оставляем заявку\n
Шаблон:\n
Подключено 1/3 тв
Проблема наблюдается на Одном / на всех ТВ
Не показывает каналы с 1 - 15 / рябь на каналах
Повреждения кабеля нет
Кабель переподключали
📞 8999 999 9999\n</b>'''
