



ip_t_doesnt_work =  (f"1. Уточняем нет ли проблем с Интернетом, работает ли он.\n"
                      f"2. Уточняем сколько у Абонента подключено ТВ ,\n"
                      f" на всех ли ТВ отражается проблема или только на одном?)\n"
                      f"3. Пользуются IP TV через Смарт ТВ или через приставку?\n"
                      f"4. Спрашиваем перезапускали ли Телевизор / Приставку. \n"
                      f"Если нет то просим перезапустить оборудование.\n"
                      f"5. Уточняем не повреждены ли провода и плотно ли подключены\n\n"
                      f"Оставляем заявку!\n"
                      f"Шаблон\n"
                      f"Не работает IP TV\n"
                      f"Интернет работает\n"
                      f"Просматривают через Смарт ТВ / Приставка\n"
                      f"Проблема на всех 2-х ТВ / Проблема на одном ТВ\n"
                      f"Оборудование перезапускали\n"
                      f"Провода подключены плотно\n"
                      f"к.т. 8999999999\n")


ip_tv_slow_channel = (f"1. Уточняем сколько у Абонента подключено ТВ\n"
                      f"2. На всех ли ТВ отражается проблема или только на одном?)\n"
                      f"3. Пользуются IP TV через Смарт ТВ или через приставку?\n"
                      f"4. Спрашиваем перезапускали ли Телевизор / Приставку. Если нет то просим перезапустить оборудование.\n"
                      f"Если после перезагрузки проблема не устранилась оставляем заявку\n\n"
                      f"Шаблон\n"
                      f"Медленно работает IP TV / Не показывает часть каналов на IP TV\n"
                      f"Просматривают через Смарт ТВ / Приставка\n"
                      f"Проблема на всех 2-х ТВ / Проблема на одном ТВ\n"
                      f"Оборудование перезапускали\n"
                      f"к.т. 8999999999")

