



ip_t_doesnt_work =  (f"1. Уточняем нет ли проблем с Интернетом, работает ли он.\n"
                      f"2. Уточняем сколько у Абонента подключено ТВ ,\n"
                      f" на всех ли ТВ отражается проблема или только на одном?)\n"
                      f"3. Пользуются IP TV через Смарт ТВ или через приставку?\n"
                      f"4. Спрашиваем перезапускали ли Телевизор / Приставку. \n"
                      f"Если нет то просим перезапустить оборудование.\n"
                      f"5. Уточняем не повреждены ли провода и плотно ли подключены\n\n"
                      f"Оставляем заявку!\n"
                      f"Шаблон\n"
                      f"Не работает IP TV\n"
                      f"Интернет работает\n"
                      f"Просматривают через Смарт ТВ / Приставка\n"
                      f"Проблема на всех 2-х ТВ / Проблема на одном ТВ\n"
                      f"Оборудование перезапускали\n"
                      f"Провода подключены плотно\n"
                      f"к.т. 8999999999\n")


ip_tv_slow_channel = (f"1. Уточняем сколько у Абонента подключено ТВ\n"
                      f"2. На всех ли ТВ отражается проблема или только на одном?)\n"
                      f"3. Пользуются IP TV через Смарт ТВ или через приставку?\n"
                      f"4. Спрашиваем перезапускали ли Телевизор / Приставку. Если нет то просим перезапустить оборудование.\n"
                      f"Если после перезагрузки проблема не устранилась оставляем заявку\n\n"
                      f"Шаблон\n"
                      f"Медленно работает IP TV / Не показывает часть каналов на IP TV\n"
                      f"Просматривают через Смарт ТВ / Приставка\n"
                      f"Проблема на всех 2-х ТВ / Проблема на одном ТВ\n"
                      f"Оборудование перезапускали\n"
                      f"к.т. 8999999999")

k_tv_doesnt_wor = (f"1. Уточняем сколько у клиента подключено ТВ и на всех ли ТВ наблюдается проблема\n"
                   f"2. Уточняем что показывает на экране)\n"
                   f"3. Уточняем нет ли повреждения кабеля или коннектора\n"
                   f"4. Пробуем переподключить кабель\n"
                   f"Оставляем заявку\n\n"
                   f"Шаблон:\n"
                   f"Подключено 1/3 тв\n"
                   f"Проблема наблюдается на Одном / на всех ТВ\n"
                   f"Не работает КТВ, на экране\n"
                   f"Повреждения кабеля нет\n"
                   f"Кабель переподключали\n"
                   f"к.т. 899999999999\n")


k_tv_disconec = (f"1. Уточняем сколько у клиента подключено ТВ и на всех ли ТВ наблюдается проблема\n"
                 f"2. В чём именно выражается проблема ( помехи на каналах, не показывает каналы )\n"
                 f"3. Уточняем нет ли повреждения кабеля или коннектора\n"
                 f"4. Пробуем переподключить кабель\n"
                 f"Оставляем заявку\n\n"
                 f"Шаблон:\n"
                 f"Подключено 1/3 тв\n"
                 f"Проблема наблюдается на Одном / на всех ТВ\n"
                 f"Не показывает каналы с 1 - 15 / рябь на каналах\n"
                 f"Повреждения кабеля нет\n"
                 f"Кабель переподключали\n"
                 f"к.т. 8999 999 9999\n")
